import React from "react";
import "./Amol.css";

const Amol = () => {
  return (
    <div className="container">
      <h2 className="py-4 border-bottom">যিলহজের প্রথম দশক : ফযীলত ও আমল</h2>
      <div className="pra">
        <p>
          আল্লাহ তা‘আলা দয়ালু। তাই তিনি আপন বান্দাদের তওবার সুযোগ দিতে
          ভালোবাসেন। তিনি চান বান্দারা ইবাদতের মাধ্যমে তাঁর নৈকট্য লাভ করুক। এ
          উদ্দেশ্যে তিনি আমাদের জন্য বছরে কিছু বরকতময় ও কল্যাণবাহী দিন রেখেছেন-
          যাতে আমলের সওয়াব বহুগুণে বৃদ্ধি করা হয়। আমরা পরীক্ষার দিনগুলোতে
          সর্বোচ্চ চেষ্টা চালাই সবচে ভালো ফলাফল অর্জন করার জন্য। তবে কেন
          আখেরাতের জন্য এসব পরীক্ষার দিনগুলোতেও সর্বাধিক প্রচেষ্টা ব্যয় করব না?
          এ দিনগুলোতে আমল করা তো বছরের অন্যান্য দিনের তুলনায় অনেক বেশি নেকী ও
          কল্যাণ বয়ে আনে। এমন দিনগুলোর মধ্যে উল্লেখযোগ্য যিলহজ মাসের এই প্রথম
          দশদিন। এ দিনগুলো এমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম
          যেগুলোকে দুনিয়ার শ্রেষ্ঠতম দিন বলে আখ্যায়িত করেছেন। তাতে আমলের প্রতি
          তিনি সবিশেষ উদ্বুদ্ধ করেছেন। এ দিনগুলোর শ্রেষ্ঠত্ব প্রমাণে শুধু
          এতটুকুই যথেষ্ট যে আল্লাহ তা‘আলা এর কসম করেছেন।
        </p>
        <ul>
          <li>
            {" "}
            <strong>
              {" "}
              কোন আমলের মাধ্যমে আমরা যিলহজ মাসকে স্বাগত জানাবো:
            </strong>{" "}
            প্রতিটি মুসলিমের উচিত ইবাদতের মৌসুমগুলোকে সুন্দর প্রস্তুতির মাধ্যমে
            স্বাগত জানানো। যিলহজ মাসকে আমরা স্বাগত জানাতে পারি নিচের কাজগুলোর
            মধ্য দিয়ে :
          </li>
        </ul>
        <p>
          ১. একনিষ্ঠ মনে তওবা: তওবার অর্থ প্রত্যাবর্তন করা বা ফিরে আসা। যে সব
          কথা ও কাজ আল্লাহ রাব্বুল আলামীন অপছন্দ করেন তা বর্জন করে যেসব কথা ও
          কাজ তিনি পছন্দ করেন তার দিকে ফিরে আসা। সাথে সাথে অতীতে এ ধরনের কাজে
          লিপ্ত হওয়ার কারণে অন্তর থেকে অনুতাপ ও অনুশোচনা ব্যক্ত করা। যিলহজের
          শুভাগমনের আগে সবচে বেশি গুরুত্ব দেওয়া দরকার এ তওবা তথা সকল গুনাহ থেকে
          ফিরে আসার প্রতি। স্বার্থক তওবা সেটি যার মধ্যে তিনটি বৈশিষ্ট্য
          বিদ্যমান। যথা- প্রথম. গুনাহটি সম্পূর্ণভাবে বর্জন করা। দ্বিতীয়.
          গুনাহের জন্য অনুতপ্ত হওয়া। এবং তৃতীয়. এই গুনাহটি ভবিষ্যতে না করার
          সংকল্প করা।বাস্তবেই এটি তওবার সুবর্ণ সময়। দয়াময় আল্লাহ্‌ এ সময়
          বেশি বেশি তওবার তাওফীক দেন এবং অধিক পরিমাণে বান্দার তওবা কবুল করেন।
          তিনি ইরশাদ করেন,﴿ فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا
          فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ ٦٧ ﴾ [القصص: ٦٧] ‘তবে যে
          তাওবা করেছিল, ঈমান এনেছিল এবং সৎকর্ম করেছিল, আশা করা যায় সে সাফল্য
          অর্জনকারীদের অন্তর্ভুক্ত হবে।’ (কাসাস : ৬৭)তিনি আরও ইরশাদ করেন,﴿ قُلۡ
          يَٰعِبَادِيَ ٱلَّذِينَ أَسۡرَفُواْ عَلَىٰٓ أَنفُسِهِمۡ لَا تَقۡنَطُواْ
          مِن رَّحۡمَةِ ٱللَّهِۚ إِنَّ ٱللَّهَ يَغۡفِرُ ٱلذُّنُوبَ جَمِيعًاۚ
          إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ ٥٣ ﴾ [الزمر: ٥٢] ‘বল, ‘হে আমার
          বান্দাগণ, যারা নিজদের উপর বাড়াবাড়ি করেছ তোমরা আল্লাহর রহমত থেকে
          নিরাশ হয়ো না। অবশ্যই আল্লাহ সকল পাপ ক্ষমা করে দেবেন। নিশ্চয় তিনি
          ক্ষমাশীল, পরম দয়ালু।’ (যুমার : ৫৩)
        </p>
        <p>
          ২. এই সুবর্ণ সুযোগটাকে কাজে লাগাতে দৃঢ় সংকল্প গ্রহণ করা: সবার উচিত এই
          দিনগুলোকে পুণ্যময় কাজ ও কথায় সুশোভিত করার দৃঢ় প্রত্যয় গ্রহণ করা।
          যে ব্যক্তি কোনো কাজের সংকল্প করে আল্লাহ তাকে সাহায্য করেন। তার জন্য
          সাহায্যকারী উপায় ও উপকরণ প্রস্তুত করে দেন। যে আল্লাহর সঙ্গে
          সত্যবাদিতা দেখায় আল্লাহ তাকে সততা ও সফলতায় ভূষিত করেন। আল্লাহ তা‘আলা
          বলেন,﴿ وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ
          وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ ٦٩ ﴾ [العنكبوت: ٦٩] ‘আর যারা
          আমার পথে সর্বাত্মক প্রচেষ্টা চালায়, তাদেরকে আমি অবশ্যই আমার পথে
          পরিচালিত করব। আর নিশ্চয় আল্লাহ সৎকর্মশীলদের সাথেই আছেন।’ (সূরা
          আল-আ‘নকাবূত, আয়াত : ৬৯)
        </p>
        <p>
          ৩. গুনাহ থেকে দূরত্ব অবলম্বন করা: সৎ কর্মের মাধ্যমে যেমন আল্লাহর
          নৈকট্য অর্জিত হয়, গুনাহের কাজের মাধ্যমে তেমন আল্লাহ থেকে আল্লাহর রহমত
          ও করুণা থেকে দূরত্ব সৃষ্টি হয়। মানুষ তার নিজের করা অপরাধের কারণে কখনো
          আল্লাহর রহমত থেকে বঞ্চিত হয়। তাই আমরা যদি অপরাধ মার্জনা এবং জাহান্নাম
          থেকে মুক্তির প্রত্যাশী হই, তাহলে এ দিনগুলোতে এবং এর শিক্ষা কাজে
          লাগিয়ে বছরের অন্য দিনগুলোতে গুনাহ পরিত্যাগ করতে হবে। কেউ যখন জানতে
          পারেন কী বড় অর্জনই না তার জন্য অপেক্ষা করছে, তার জন্য কিন্তু যে কোনো
          কষ্ট সহ্য করা সহজ হয়ে যায়।অতএব হে মুসলিম ভাই ও বোন, আপনি এ দিনগুলোকে
          যথাযথভাবে কাজে লাগাতে সচেষ্ট হোন। সময় চলে যাওয়ার পর আফসোস না করতে
          চাইলে যিলহজ মাস আসার আগেই এতে অর্জনের জন্য প্রস্তুতি নিন।
        </p>
        <h4 className='py-1'>যিলহজ মাসের প্রথম দশ দিনের ফযীলতঃ</h4>
        <p>
          ১. আল্লাহ তা‌‘আলা এর কসম করেছেন : আল্লাহ তা‌‘আলা যখন কোনো কিছুর কসম
          করেন তা কেবল তার শ্রেষ্ঠত্ব ও মর্যাদাই প্রমাণ করে। কারণ, মহা সত্তা
          শুধু মহা গুরুত্বপূর্ণ বিষয়েরই কসম করেন। আল্লাহ তা‌‘আলা বলেন, ﴿
          وَٱلۡفَجۡرِ ١ وَلَيَالٍ عَشۡرٖ ٢ ﴾ [الفجر: ١، ٢] ‘কসম ভোরবেলার। কসম দশ
          রাতের।’ (সূরা আল-ফাজর, আয়াত : ১-২) <br />
          আয়াতে ‘কসম দশ রাতের’ বলে যিলহজের দশকের প্রতিই ইঙ্গিত করা হয়েছে। এটিই
          সকল মুফাসসিরের মত। ইবনে কাসীর রাহিমাহুল্লাহ বলেন, এ মতটিই সঠিক।
        </p>
        <p>
          ২. এসবই সেই দিন আল্লাহ যাতে তাঁর জিকিরের প্রবর্তন করেছেন : আল্লাহ
          তা‌‘আ বলেন,﴿ لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ
          ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ
          بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ ﴾ [الحج : ٢٨] ‘যেন তারা নিজদের কল্যাণের
          স্থানসমূহে হাযির হতে পারে এবং তিনি তাদেরকে চতুষ্পদ জন্তু থেকে যে রিজিক
          দিয়েছেন তার ওপর নির্দিষ্ট দিনসমূহে আল্লাহর নাম স্মরণ করতে পারে।’
          (সূরা আল-হজ, আয়াত : ২৮)
          <br />
          জমহূর উলামার মতে, আয়াতে নির্দিষ্ট দিনসমূহ বলে যিলহজ মাসের প্রথম দশ
          দিনকে বুঝানো হয়েছে। এটিই ইবন উমর ও ইবন আব্বাস রাদিআল্লাহু আনহুমার মত।
        </p>
        <p>
          ৩. রাসূলুল্লাহ দিনগুলোকে শ্রেষ্ঠতম দিন বলে আখ্যায়িত করেছেন : যিলহজের
          এই দিনগুলোকে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দুনিয়ার
          শ্রেষ্ঠতম দিন বলে আখ্যায়িত করেছেন। যেমন জাবির রাদিআল্লাহু আনহু থেকে
          বর্ণিত,« أَفْضَلُ أَيَّامِ الدُّنْيَا أَيَّامُ الْعَشْرِ ». ، يَعْنِي
          : عَشْرَ ذِي الْحَجَّةِ ، قِيلَ : وَلا مِثْلُهُنَّ فِي سَبِيلِ اللَّهِ
          ، قَالَ : « وَلا مِثْلُهُنَّ فِي سَبِيلِ اللَّهِ إِلَّا رَجُلٌ عُفِّرَ
          وَجْهَهُ فِي التُّرَابِ ».‘পৃথিবীর দিনগুলোর মধ্যে সর্বশ্রেষ্ঠ দিনগুলো
          হলো দশকে দিনসমূহ। অর্থাৎ যিলহজের (প্রথম) দশদিন। জিজ্ঞেস করা হলো,
          আল্লাহর পথে জিহাদেও কি এর চেয়ে উত্তম দিন নেই? তিনি বললেন, আল্লাহর পথে
          জিহাদেও এর চেয়ে উত্তম দিন নেই। হ্যা, কেবল সে-ই যে (জিহাদে) তার
          চেহারাকে মাটিতে মিশিয়ে দিয়েছে।’ [মুসনাদ বাযযার : ১১২৮; মুসনাদ আবী
          ই‘আলা : ২০৯০]
        </p>
        <p>
          ৪. এই দিনগুলোর মধ্যে রয়েছে আরাফার দিন : আরাফার দিন হলো বড় হজের দিন।
          এটি ক্ষমা ও মাগফিরাতের দিন। জাহান্নাম থেকে মুক্তি ও নাজাতের দিন।
          যিলহজের এই দশকে যদি ফযীলতের আর কিছু না থাকত তবে এ দিবসটিই তার মর্যাদার
          জন্য যথেষ্ট হত। এ দিনের ফযীলত সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি
          ওয়াসাল্লাম বলেন,« الْحَجُّ عَرَفَةُ ».‘আরাফা দিবসই হজ’। [তিরমিযী :
          ৮৯৩; নাসায়ী : ৩০১৬]
        </p>
        <p>
          ৫. এতে রয়েছে কুরবানীর দিন : কোনো কোনো আলিমের মতে কুরবানীর দিনটি বছরের
          সর্বশ্রেষ্ঠ দিন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ
          করেন,« أَفْضَلُ الأَيَّامِ عِنْدَ اللَّهِ يَوْمُ النَّحْرِ ثُمَّ
          يَوْمُ الْقَرِّ يَسْتَقِرُّ فِيهِ النَّاسُ ».‘আল্লাহর কাছে সর্বাধিক
          মর্যাদাপূর্ণ দিন হলো কুরবানীর দিন অতপর স্থিরতার দিন’। (অর্থাৎ কুরবানীর
          পরবর্তী দিন। কারণ, যেদিন মানুষ কুরবানী ইত্যাদির দায়িত্ব পালন শেষ করে
          সুস্থির হয়।) [নাসায়ী : ১০৫১২; ইবন খুযাইমা, সহীহ : ২৮৬৬]
        </p>
        <p>
          ৬. এ দিনগুলোতে মৌলিক ইবাদতগুলোর সমাবেশ ঘটে : হাফেয ইবন হাজর
          রহিমাহুল্লাহ তদীয় ফাতহুল বারী গ্রন্থে বলেন,والذي يظهر أن السبب في
          امتياز عشر ذي الحجة لمكان اجتماع أمهات العبادة فيه وهي الصلاة والصيام
          والصدقة والحج ولا يتأتى ذلك في غيره‘যিলহজের দশকের বৈশিষ্ট্যের কারণ যা
          প্রতীয়মান হয় তা হলো, এতে সকল মৌলিক ইবাদতের সন্নিবেশ ঘটে। যথা :
          সালাত, সিয়াম, সাদাকা, হজ ইত্যাদি। অন্য কোনো দিন এতগুলো ইবাদতের সমাবেশ
          ঘটে না।’ [ফাতহুল বারী : ২/৪৬০]{" "}
        </p>
        <h4 className='py-1'>যিলহজের প্রথম দশকে নেক আমলের ফযীলতঃ</h4>
        <p>
          ইবন আব্বাস রাদিআল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু
          আলাইহি ওয়াসাল্লাম ইরশাদ করেন,«مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ
          فِيهَا أَحَبُّ إِلَى اللَّهِ مِنْ هَذِهِ الأَيَّامِ. يَعْنِى أَيَّامَ
          الْعَشْرِ. قَالُوا يَا رَسُولَ اللَّهِ وَلاَ الْجِهَادُ فِى سَبِيلِ
          اللَّهِ قَالَ وَلاَ الْجِهَادُ فِى سَبِيلِ اللَّهِ إِلاَّ رَجُلٌ
          خَرَجَ بِنَفْسِهِ وَمَالِهِ فَلَمْ يَرْجِعْ مِنْ ذَلِكَ بِشَىْءٍ».‘এমন
          কোনো দিন নেই যার আমল যিলহজ মাসের এই দশ দিনের আমল থেকে আল্লাহর কাছে
          অধিক প্রিয়। সাহাবায়ে কিরাম বললেন, হে আল্লাহর রাসূল! আল্লাহর পথে
          জিহাদও নয়? রাসূলুল্লাহ বললেন, আল্লাহর পথে জিহাদও নয়। তবে যে ব্যক্তি
          তার জান-মাল নিয়ে আল্লাহর পথে যুদ্ধে বের হল এবং এর কোনো কিছু নিয়েই
          ফেরত এলো না (তার কথা ভিন্ন)।’ [বুখারী : ৯৬৯; আবূ দাউদ : ২৪৪০; তিরমিযী
          : ৭৫৭] আবদুল্লাহ ইবন উমর রাদিআল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ
          সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,«مَا مِنْ أَيَّامٍ أَعْظَمُ
          عِنْدَ اللَّهِ وَلا الْعَمَلُ فِيهِنَّ أَحَبُّ إِلَى اللَّهِ مِنْ
          هَذِهِ الأَيَّامِ، فَأَكْثِرُوا فِيهَا مِنَ التَّهْلِيلِ، وَالتكبير
          والتَّحْمِيدِ، يَعْنِي: أَيَّامَ الْعَشْرِ».‘এ দশ দিনে নেক আমল করার
          চেয়ে আল্লাহর কাছে বেশি প্রিয় ও মহান কোন আমল নেই। তাই তোমরা এ সময়ে
          তাহলীল (লা-ইলাহা ইল্লাল্লাহ), তাকবীর (আল্লাহু আকবার) ও তাহমীদ
          (আল-হামদুলিল্লাহ) বেশি বেশি করে পড়।’ [মুসনাদ আমহদ : ১৩২; বাইহাকী,
          শুআবুল ঈমান : ৩৪৭৪; মুসনাদ আবী আওয়ানা : ৩০২৪] অন্য বর্ণনায়
          রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, «مَا مِنْ أَيَّامٍ
          أَفْضَلُ عِنْدَ اللَّهِ مِنْ أَيَّامِ عَشَرِ ذِي الْحِجَّةِ قَالُوا:
          يَا رَسُولَ اللَّهِ، وَلا مِثْلُهَا فِي سَبِيلِ اللَّهِ؟ قَالَ: إِلا
          مَنْ عَفَّرَ وَجْهَهُ فِي التُّرَابِ».‘যিলহজের (প্রথম) দশদিনের মতো
          আল্লাহর কাছে উত্তম কোনো দিন নেই। সাহাবীরা বললেন, ইয়া রাসূলাল্লাহ,
          আল্লাহর পথে জিহাদেও কি এর চেয়ে উত্তম দিন নেই? তিনি বললেন, হ্যা, কেবল
          সে-ই যে (জিহাদে) তার চেহারাকে মাটিতে মিশিয়ে দিয়েছে।’ [সহীহুত তারগীব
          ওয়াত তারহীব : ২/১৫; মুসনাদ আবী আওয়ানা : ৩০২৩] এ হাদীসগুলোর মর্ম হল,
          বছরে যতগুলো মর্যাদাপূর্ণ দিন আছে তার মধ্যে এ দশ দিনের প্রতিটি দিনই
          সর্বোত্তম। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ দিনসমূহে নেক
          আমল করার জন্য তাঁর উম্মতকে উৎসাহিত করেছেন। তাঁর এ উৎসাহ প্রদান এ
          সময়টার ফযীলত প্রমাণ করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম
          এ দিনগুলোতে বেশি বেশি করে তাহলীল ও তাকবীর পাঠ করতে নির্দেশ দিয়েছেন।
          যেমন ওপরে ইবন উমর রাদিআল্লাহু আনহু বর্ণিত হাদীসে উল্লেখ হয়েছে।ইবন রজব
          রহিমাহুল্লাহ বলেন, উপরোক্ত হাদীসগুলো থেকে বুঝা যায়, নেক আমলের মৌসুম
          হিসেবে যিলহজ মাসের প্রথম দশক হল সর্বোত্তম, এ দিবসগুলোয় সম্পাদিত নেক
          আমল আল্লাহর কাছে অধিক প্রিয়। হাদীসের কোনো কোনো বর্ণনায় أَحَبُّ
          (‘আহাব্বু’ তথা সর্বাধিক প্রিয়) শব্দ এসেছে আবার কোনো কোনো বর্ণনায়
          أَفْضَلُ (‘আফযালু’ তথা সর্বোত্তম) শব্দ ব্যবহৃত হয়েছে। অতএব এ সময়ে
          নেক আমল করা বছরের অন্য যে কোনো সময়ে নেক আমল করার থেকে বেশি মর্যাদা ও
          ফযীলতপূর্ণ। এজন্য উম্মতের অগ্রবর্তী পুণ্যবান মুসলিমগণ এ সময়গুলোতে
          অধিকহারে ইবাদতে মনোনিবেশ করতেন। যেমন আবূ ছিমান নাহদী বলেন,كانوا ـ أي
          السلف ـ يعظمون ثلاث عشرات: العشر الأخير من رمضان، والعشر الأول من ذي
          الحجة، والعشر الأول من محرم.‘তাঁরা অর্থাৎ সালাফ তথা পূর্বসূরীগণ দিনটি
          দশককে অনেক বেশি মর্যাদাবান জ্ঞান করতেন : রমযানের শেষ দশক, যিলহজের
          প্রথম দশক এবং মুহাররমের প্রথম দশক।’
        </p>
        <h4 className='py-1'>এ দশ দিন যে আমলগুলো বেশি বেশি করা উচিতঃ</h4>
        <p>
          ১. হজ ও উমরা সম্পাদন করা : এ দুটি হলো এ দশকের সর্বশ্রেষ্ঠ আমল। যারা এ
          দিনগুলোতে হজ আদায়ের সুযোগ পেয়েছেন তারা যে অনেক ভাগ্যবান তাতে কোনো
          সন্দেহ নেই। আল্লাহ যাকে তাঁর নির্দেশিত এবং রাসূলুল্লাহ রাসূলুল্লাহ
          সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদর্শিত পন্থায় হজ বা উমরা করার
          তাওফীক দান করেন তার পুরস্কার শুধুই জান্নাত। কারণ, আবূ হুরায়রা
          রাদিআল্লাহু আনহু কর্তৃক বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি
          ওয়াসাল্লাম বলেন,« الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا
          بَيْنَهُمَا وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ
          الْجَنَّةُ ».‘এক উমরা থেকে আরেক উমরা এতদুভয়ের মাঝের গুনাহগুলোর
          কাফফারা এবং মাবরূর হজের প্রতিদান কেবলই জান্নাত।’ [বুখারী : ১৭৭৩;
          মুসলিম : ৩৩৫৫]আর মাবরূর হজ সেটি যা পরিপূর্ণভাবে সম্পাদিত হয়
          রাসূলুল্লাহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদর্শিত
          পন্থায়। যাতে কোনো রিয়া বা লোক দেখানো কিংবা সুমআ বা মানুষের প্রশংসা
          কুড়ানোর মানসিকতা নেই। নেই কোনো অশ্লীলতা বা পাপাচারের স্পর্শ। যাকে
          বেষ্টন করে থাকে নেক কাজ ও পুণ্যময় আমল।
        </p>
        <p>
          ২. সিয়াম পালন করা : মুসলমানের জন্য উচিত হবে যিলহজ মাসের এই মুবারক
          দিনগুলোতে যত বেশি সম্ভব সিয়াম পালন করা। সাওম আল্লাহর অতি প্রিয় আমল।
          হাদীসে কুদসীতে সিয়ামকে আল্লাহ নিজের সঙ্গে সম্পৃক্ত করেছেন। আবূ
          হুরায়রা রাদিআল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি
          ওয়াসাল্লাম বলেন, «قَالَ اللَّهُ : كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ
          إِلاَّ الصِّيَامَ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ وَالصِّيَامُ
          جُنَّةٌ ».‘আল্লাহ বলেছেন, সিয়াম ছাড়া আদম সন্তানের প্রতিটি কাজই তার
          নিজের জন্য; শুধু সিয়াম ছাড়া। কারণ, তা আমার জন্য। তাই আমিই এর
          প্রতিদান দেব। সিয়াম ঢাল স্বরূপ।’ [বুখারী : ১৯০৪; মুসলিম : ২৭৬২]সাওম
          যে এক বড় মর্যাদাসম্পন্ন ও আল্লাহর কাছে প্রিয় আমল তা আমরা অনুধাবন
          করতে পারি আমরাএ হাদীস থেকে। তবে রাসূলুল্লাহ রাসূলুল্লাহ সাল্লাল্লাহু
          আলাইহি ওয়াসাল্লাম আরাফার দিনের সাওমের প্রতি বিশেষভাবে গুরুত্বারোপ
          করেছেন এবং এর মর্যাদা বর্ণনা করেছেন। আবূ কাতাদা রাদিআল্লাহু আনহু থেকে
          বর্ণিত, রাসূলুল্লাহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,
          «صِيَامُ يَوْمِ عَرَفَةَ أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ
          السَّنَةَ الَّتِي قَبْلَهُ وَالسَّنَةَ الَّتِي بَعْدَهُ ».‘আরাফার
          দিনের সাওম আল্লাহ রাব্বুল আলামীন বিগত ও আগত বছরের গুনাহের কাফফারা
          হিসেবে গ্রহণ করে থাকেন।’ [মুসলিম : ১১৬৩]এ হাদীসের ভিত্তিতে যিলহজের নয়
          তারিখ সাওম পালন করা সুন্নত। ইমাম নববী রহিমাহুল্লাহ বলেন, এসব দিনে সাওম
          পালন করা অনেক গুরুত্বপূর্ণ মুস্তাহাব। কোনো কোনো দেশের সাধারণ মানুষ,
          বিশেষ করে মহিলাদের মাঝে একটি ধারণা প্রচলিত আছে যে, যিলহজ মাসের সাত, আট
          ও নয় তারিখে সাওম পালন করা সুন্নত। কিন্তু সাওমের জন্য এ তিন দিনকে
          নির্দিষ্ট করার কোনো প্রমাণ বা ভিত্তি নেই। যিলহজের ১ থেকে ৯ তারিখে যে
          কোনো দিন বা পূর্ণ নয় দিন সাওম পালন করা যেতে পারে।
        </p>
        <p>
          ৩. সালাত কায়েম করা : সালাত অন্যতম গুরুত্বপূর্ণ, সম্মানীত ও মর্যাবান
          আমল। তাই এ দিনগুলোতে আমাদের সবার চেষ্টা করা উচিত ফরয সালাতগুলো জামাতে
          আদায় করতে। আরও চেষ্টা করা দরকার বেশি বেশি নফল সালাত আদায় করতে। কারণ,
          নফল সালাতের মাধ্যমে বান্দা আল্লাহর সবচে বেশি নৈকট্য হাসিল করে। আবূ
          হুরাইরা রাদিআল্লাহু আনহু থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ
          সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, « إِنَّ اللَّهَ قَالَ مَنْ
          عَادَى لِى وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ ، وَمَا تَقَرَّبَ
          إِلَىَّ عَبْدِى بِشَىْءٍ أَحَبَّ إِلَىَّ مِمَّا افْتَرَضْتُ عَلَيْهِ ،
          وَمَا يَزَالُ عَبْدِى يَتَقَرَّبُ إِلَىَّ بِالنَّوَافِلِ حَتَّى
          أُحِبَّهُ ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِى يَسْمَعُ بِهِ
          ، وَبَصَرَهُ الَّذِى يُبْصِرُ بِهِ ، وَيَدَهُ الَّتِى يَبْطُشُ بِهَا
          وَرِجْلَهُ الَّتِى يَمْشِى بِهَا ، وَإِنْ سَأَلَنِى لأُعْطِيَنَّهُ ،
          وَلَئِنِ اسْتَعَاذَنِى لأُعِيذَنَّهُ ، وَمَا تَرَدَّدْتُ عَنْ شَىْءٍ
          أَنَا فَاعِلُهُ تَرَدُّدِى عَنْ نَفْسِ الْمُؤْمِنِ ، يَكْرَهُ
          الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ » .আল্লাহ তা‘আলা বলেন, ‘যে
          ব্যক্তি আমার কোনো অলির সঙ্গে শত্রুতা রাখে, আমি তার সাথে যুদ্ধ ঘোষণা
          করি। আমার বান্দা ফরয ইবাদতের চাইতে আমার কাছে অধিক প্রিয় কোনো ইবাদতের
          মাধ্যমে আমার নৈকট্য লাভ করতে পারে না। আমার বান্দা নফল ইবাদত দ্বারাই
          সর্বদা আমার নৈকট্য অর্জন করতে থাকে। এমনকি অবশেষে আমি তাকে আমার এমন
          প্রিয়পাত্র বানিয়ে নেই যে, আমি তার কান হয়ে যাই, যা দিয়ে সে শুনে।
          আমি তার চোখ হয়ে যাই, যা দিয়ে সে দেখে। আর আমিই তার হাত হয়ে যাই, যা
          দিয়ে সে ধরে। আমি তার পা হয়ে যাই, যা দিয়ে সে চলে। সে আমার কাছে কোনো
          কিছু চাইলে আমি অবশ্যই তাকে তা দান করি। আর যদি সে আমার কাছে আশ্রয় চায়
          আমি তাকে অবশ্যই আশ্রয় দেই। আমি যে কোনো কাজ করতে চাইলে তাতে কোনো রকম
          দ্বিধা-সংকোচ করি না, যতটা দ্বিধা-সংকোচ করি মুমিন বান্দার প্রাণহরণে। সে
          মৃত্যুকে অপছন্দ করে থাকে অথচ আমি তার বেঁচে থাকাকে অপছন্দ করি।’ [বুখারী
          : ৬৫০২]
        </p>
        <p>
          ৪. দান-সাদাকা করা : এ দিনগুলোতে যে আমলগুলো বেশি বেশি দরকার তার মধ্যে
          অন্যতম হলো সাদাকা। আল্লাহ তা‘আলা মানুষকে সাদাকা দিতে উদ্বুদ্ধ করেছেন।
          ইরশাদ হয়েছে :﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا
          رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا
          خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ ٢٥٤ ﴾
          [البقرة: ٢٥٤] ‘হে মুমিনগণ, আমি তোমাদেরকে যে রিযক দিয়েছি তা হতে ব্যয়
          কর, সে দিন আসার পূর্বে, যে দিন থাকবে না কোনো বেচাকেনা, না কোনো
          বন্ধুত্ব এবং না কোনো সুপারিশ। আর কাফিররাই যালিম।’ (সূরা আল-বাকারা,
          আয়াত : ২৫৪)আবূ হুরায়রা রাদিআল্লাহু আনহু থেকে বর্ণিত, রাসূলুল্লাহ
          সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,« مَا نَقَصَتْ صَدَقَةٌ مِنْ
          مَالٍ وَمَا زَادَ اللَّهُ عَبْدًا بِعَفْوٍ إِلاَّ عِزًّا وَمَا
          تَوَاضَعَ أَحَدٌ لِلَّهِ إِلاَّ رَفَعَهُ اللَّهُ ».‘সাদাকা সম্পদকে
          কমায় না, ক্ষমার মাধ্যমে আল্লাহ বান্দার মর্যাদা বৃদ্ধি করেন এবং কেউ
          আল্লাহর জন্য বিনয়ী হলে আল্লাহ তাকে উঁচু করেন।’ [মুসলিম : ৬৭৫৭]
        </p>
        <p>
          ৫. তাকবীর, তাহমীদ ও তাসবীহ পড়া : এসব দিনে তাকবীর (আল্লাহু আকবার),
          তাহমীদ (আলহামদু লিল্লাহ), তাহলীল (লা ইলাহা ইল্লাল্লাহ) ও তাসবীহ
          (সুবহানাল্লাহ) পড়া সুন্নত। এ দিনগুলোয় যিকর-আযকারের বিশেষ গুরুত্ব
          রয়েছে, হাদীসে এসেছে, আবদুল্লাহ ইবন উমর রাদিআল্লাহু আনহু থেকে বর্ণিত,
          রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,«مَا مِنْ أَيَّامٍ
          أَعْظَمُ عِنْدَ اللَّهِ وَلا الْعَمَلُ فِيهِنَّ أَحَبُّ إِلَى اللَّهِ
          مِنْ هَذِهِ الأَيَّامِ، فَأَكْثِرُوا فِيهَا مِنَ التَّهْلِيلِ،
          وَالتكبير والتَّحْمِيدِ، يَعْنِي: أَيَّامَ الْعَشْرِ».‘এ দশ দিনে নেক
          আমল করার চেয়ে আল্লাহর কাছে বেশি প্রিয় ও মহান কোনো আমল নেই। তাই তোমরা
          এ সময়ে তাহলীল (লা-ইলাহা ইল্লাল্লাহ), তাকবীর (আল্লাহু আকবার) ও তাহমীদ
          (আল-হামদুলিল্লাহ) বেশি বেশি করে পড়।’ [বাইহাকী, শুআবুল ঈমান : ৩৪৭৪;
          মুসনাদ আবী আওয়ানা : ৩০২৪] তাকবীরের শব্দগুলো নিম্নরূপ :اَللهُ
          أَكْبَرُ، اَللهُ أكْبَرُ، لاَ إِلَهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ،
          اَللهُ أَكْبَرُ وَلِله الحَمْدُ.(আল্লাহু আকবার, আল্লাহু আকবার লা ইলাহা
          ইল্লাহু ওয়াল্লাহু আকবার ওয়া লিল্লাহিল হামদ।) উল্লেখ্য, বর্তমানে
          তাকবীর হয়ে পড়েছে একটি পরিত্যাক্ত ও বিলুপ্তপ্রায় সুন্নত। আমাদের
          সকলের কর্তব্য এ সুন্নতের পুনর্জীবনের লক্ষ্যে এ সংক্রান্ত ব্যাপক
          প্রচারণা চালানো। হাদীসে উল্লিখিত হয়েছে,مَنْ أَحْيَا سُنَّةً مِنْ
          سُنَّتِيْ، قَدْ أُمِيْتَتْ بَعْدِيْ، فَإِنَّ لَهُ مِنَ الأَجْرِ مِثْلَ
          مَا عَمِلَ بِهَا، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُوْرِهِمْ
          شَيْئاً‘যে ব্যক্তি আমার সুন্নতসমূহ থেকে একটি সুন্নত পুনর্জীবিত করল, যা
          আমার পর বিলুপ্ত হয়ে গিয়েছে, তাকে সে পরিমাণ সওয়াব দেওয়া হবে, যে
          পরিমাণ তার ওপর (সে সুন্নতের ওপর) আমল করা হয়েছে। এতে (আমলকারীদের)
          সওয়াব হতে বিন্দুমাত্র কমানো হবে না।’ [তিরমিযী : ৬৭৭] যিলহজ মাসের
          সূচনা থেকে আইয়ামে তাশরীক শেষ না হওয়া পর্যন্ত এ তাকবীর পাঠ করা সকলের
          জন্য ব্যাপকভাবে মুস্তাহাব। তবে বিশেষভাবে আরাফা দিবসের ফজরের পর থেকে
          মিনার দিনগুলোর শেষ পর্যন্ত অর্থাৎ যেদিন মিনায় পাথর নিক্ষেপ শেষ করবে
          সেদিন আসর পর্যন্ত প্রত্যেক সালাতের পর এ তাকবীর পাঠ করার জন্য বিশেষ জোর
          দেওয়া হয়েছে। আবদুল্লাহ ইবন মাসঊদ ও আলী রাদিআল্লাহু আনহুমা থেকে এ
          মতটি বর্ণিত। ইবন তাইমিয়া রহ. একে সবচেয়ে বিশুদ্ধ মত বলেছেন। উল্লেখ্য,
          যদি কোনো ব্যক্তি ইহরাম বাঁধে, তবে সে তালবিয়ার সাথে মাঝে মাঝে তকবীরও
          পাঠ করবে। হাদীস দ্বারা এ বিষয়টি প্রমাণিত। [ইবন তাইমিয়াহ, মজমু‘
          ফাতাওয়া : ২৪/২২০]
        </p>
        <p>
          ৬. পশু কুরবানী করা : এ দিনগুলোর দশম দিন সামর্থ্যবান ব্যক্তির জন্য
          কুরবানী করা সুন্নাতে মুয়াক্কাদাহ। আল্লাহ রাব্বুল আলামীন তাঁর নবীকে
          কুরবানী করতে নির্দেশ দিয়েছেন। ইরশাদ হয়েছে,﴿ فَصَلِّ لِرَبِّكَ
          وَٱنۡحَرۡ ٢ ﴾ [الكوثر: ٢] ‘আপনি আপনার প্রতিপালকের উদ্দেশ্যে সালাত
          আদায় করুন ও কুরবানী করুন।’ (সূরা আল-কাউসার, আয়াত : ০২)এই দশদিনের
          অন্যতম সেরা প্রিয় আমল হলো কুরবানী। কুরবানীর পশু জবাই ও গরিবদের মধ্যে
          এর গোশত বিতরণের মাধ্যমে আল্লাহর বিশেষ নৈকট্য লাভ হয়। এর দ্বারা
          গরিবদের প্রতি সহমর্মিতা প্রকাশ পায় এবং তাদের কল্যাণ সাধন হয়।
        </p>
        <p>
          <strong> অন্য সাধারণ আমল বেশি বেশি করা:</strong> উপরে যে নেক আমলগুলোর
          কথা উল্লেখ করা হলো এসব ছাড়াও কিছু নেক আমল আছে যেগুলো দিনগুলোতে বেশি
          করা যায়। যেমন : কুরআন তেলাওয়াত, জিকির, দু‘আ, দান-সাদাকা, পিতা-মাতার
          সঙ্গে সদাচার, আত্মীয়তার হক আদায় করা, সৎ কাজে আদেশ ও অসৎ কাজে নিষেধ
          করা, সালামের প্রচার ঘটানো, মানুষকে খাবার খাওয়ানো, প্রতিবেশিদের প্রতি
          সদয় আচরণ করা, মেহমানকে সম্মান করা, পথ থেকে কষ্টদায়ক বস্তু সরিয়ে
          ফেলা, অপর ভাইয়ের প্রয়োজন পুরা করা, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি
          ওয়াসাল্লামের ওপর দরূদ পড়া, পরিবার ও সন্তানদের জন্য অর্থ ব্যয় করা,
          অন্যকে কষ্ট না দেওয়া, অধিনস্তদের প্রতি সদয় হওয়া, মা-বাবার সখী-সখার
          প্রতি শ্রদ্ধা দেখানো, অসাক্ষাতে অন্য ভাইয়ের জন্য দু‘আ করা, ওয়াদা ও
          আমানত রক্ষা করা, হারাম জিনিস থেকে দৃষ্টি ফিরিয়ে নেওয়া, সুন্দরভাবে
          অযূ করা, আযান ও ইকামতের মাঝখানে দু‘আ করা, জুমাবারে সূরাতুল কাহফ পড়া,
          মসজিদে গমন করা, সুন্নত সালাতগুলো দায়িত্বশীলতার সঙ্গে আদায় করা,
          ঈদগাহে গিয়ে ঈদুল আযহার সালাত আদায় করা, সালাতগুলোর পরে আল্লাহর জিকির
          করা, হালাল উপার্জন করা, মুসলিম ভাইদের আনন্দ দেওয়া, দুর্বলদের প্রতি
          দয়ার্দ্র হওয়া, কৃপণতা পরিহার করা, ভালো কাজে পথ দেখানো, ছেলে-মেয়েদের
          ‌সুশিক্ষা দেওয়া, কল্যাণকাজে মানুষকে সহযোগিতা করা ইত্যাদি। এসবের
          প্রতিটিই ঈমান ও আল্লাহর মুহাব্বত বৃদ্ধি করে ফলে আল্লাহও তাকে বেশি
          ভালোবাসেন। এসবই একজন মুমিনের চরিত্র মাধুরীর অংশ। এসবের মাধ্যমে একজন
          মানুষ প্রকৃত মানুষে পরিণত হয়। আল্লাহ এসবের মাধ্যমে দান করেন আত্মিক
          প্রশান্তি- প্রতিটি আল্লাহ-ভোলা মানুষই যার শূন্যতায় ভোগে।আল্লাহ তা‘আলা
          আমাদের সবাইকে সেসব ব্যক্তির মধ্যে অন্তর্ভুক্ত করুন যারা এই সুবর্ণ
          সুযোগের সর্বোত্তম ব্যবহার করে। আমীন।
        </p>
      </div>
    </div>
  );
};

export default Amol;
