import React from "react";

const QurbaniDetails = () => {
  return (
    <div className="container">
      <h4>রুপার নিসাব ও মূল্যের বিবরণ</h4>
      <p className="text-justify">
        {" "}
        কেউ যদি রুপাকে নিসাব ধরে তবে তাকে সাড়ে ৫২ ভরি/তোলা রুপার মূল্যের উপর
        টাকার পরিমাণ হিসাব করতে হবে। যেমন চলতি বছরের জুন মাসের হিসাব অনুযায়ী-২২
        ক্যারেটের প্রতি ভরি রুপার মূল্য ১ হাজার ৫১৬ টাকা হিসাবে সাড়ে ৫২ তোলা
        রুপার দাম হয়- ৭৯ হাজার ৫৯০ টাকা। ২১ ক্যারেটের প্রতি ভরি রুপার দাম ১
        হাজার ৪৩৫ টাকা হিসাবে সাড়ে ৫২ তোলা বা ভরির দাম হয়- ৭৫ হাজার ৩৩৭ টাকা
        পঞ্চাশ পয়সা। ১৮ ক্যারেটের প্রতি ভরি রুপার দাম ১ হাজার ২২৫ টাকা হিসাবে
        সাড়ে ৫২ তোলা/ভরির দাম হয়- ৬৪ হাজার ৩১২ টাকা পঞ্চাম পয়সা। এবং সনাতন
        পদ্ধতির প্রতি ভরি রুপার দাম ৯৩৩ টাকা হিসাবে সাড়ে ৫২ তোলা/ভরির দাম ৪৮
        হাজার ৯৮২ টাকা পঞ্চাশ পয়সা। তাই কারো কাছে যদি সর্বনিম্ন ৫০ হাজার টাকাও
        থাকে তবে তাকে রুপার নিসাব পরিমাণ অর্থের বিধান অনুযায়ী কুরবানি করতে হবে।
      </p>
    </div>
  );
};

export default QurbaniDetails;
