import React from "react";
import "./History.css";

const History = () => {
  return (
    <div className="container">
      <h2 className="py-4 border-bottom">কুরবানীর ইতিহাস</h2>

      <div className="pra">
        <h4 className="py-1">পৃথিবীর সর্বপ্রথম কুরবানী:</h4>
        <p>
          কুরবানীর ইতিহাস খুবই প্রাচীন। সেই আদি পিতা আদম (আ.) এর যুগ থেকেই
          কুরবানীর বিধান চলে আসছে। আদম (আ.) এর দুই ছেলে হাবীল ও কাবীলের কুরবানী
          পেশ করার কথা আমরা মহাগ্রন্থ আল-কুরআন থেকে জানতে পারি। মহান আল্লাহ
          সুবহানাহু তা‘আলা বলেন,
          <br />﴿ ۞وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱبۡنَيۡ ءَادَمَ بِٱلۡحَقِّ إِذۡ
          قَرَّبَا قُرۡبَانٗا فَتُقُبِّلَ مِنۡ أَحَدِهِمَا وَلَمۡ يُتَقَبَّلۡ
          مِنَ ٱلۡأٓخَرِ قَالَ لَأَقۡتُلَنَّكَۖ قَالَ إِنَّمَا يَتَقَبَّلُ
          ٱللَّهُ مِنَ ٱلۡمُتَّقِينَ ٢٧ ﴾ [المائ‍دة: ٢٧] অর্থাৎ, আদমের দুই
          পুত্রের (হাবিল ও কাবিলের) বৃত্তান্ত তুমি তাদেরকে যথাযথভাবে শুনিয়ে
          দাও, যখন তারা উভয়ে কুরবানী করেছিল, তখন একজনের কুরবানী কবুল হলো এবং
          অন্যজনের কুরবানী কবুল হলো না। তাদের একজন বলল, ‘আমি তোমাকে অবশ্যই হত্যা
          করব। অপরজন বলল, ‘আল্লাহ তো সংযমীদের কুরবানীই কবূল করে থাকেন।[সূরা
          মায়িদা (৫):২৭]।
        </p>
        <h4 className="py-1"> মূল ঘটনা :</h4>
        <p>
          যখন আদম ও হাওয়া (আ.) পৃথিবীতে আগমন করেন এবং তাদের সন্তান প্রজনন ও বংশ
          বিস্তার আরম্ভ হয়, তখন হাওয়া (আ.) এর প্রতি গর্ভ থেকে জোড়া জোড়া
          (জময) অর্থাৎ একসাথে একটি পুত্র ও একটি কন্যা এরূপ জময সন্তান জন্মগ্রহণ
          করত। কেবল শীস (আ.) ব্যতিরেকে। কারণ, তিনি একা ভূমিষ্ঠ হয়েছিলেন। তখন
          ভাই-বোন ছাড়া আদম (আ.) এর আর কোন সন্তান ছিল না। অথচ ভাই-বোন পরস্পর
          বিবাহ বন্ধনে আবদ্ধ হতে পারে না। তাই আল্লাহ সুবহানাহু ওয়া তা‘আলা
          উপস্থিত প্রয়োজনের খাতিরে আদম (আ.) এর শরীয়তে বিশেষভাবে এ নির্দেশ জারি
          করেন যে, একই গর্ভ থেকে যে যমজ পুত্র ও কন্যা জন্মগ্রহণ করবে, তারা
          পরস্পর সহোদর ভাই-বোন হিসেবে গণ্য হবে। তাদের মধ্যে বৈবাহিক সম্পর্ক
          হারাম। কিন্তু পরবর্তী গর্ভ থেকে জন্মগ্রহনকারী পুত্রের জন্য প্রথম গর্ভ
          থেকে জন্মগ্রহণকারীনি কন্যা সহোদরা বোন হিসেবে গণ্য হবে না। তাদের মধ্যে
          পরস্পর বিবাহ বন্ধনে আবদ্ধ হওয়া বৈধ। সুতরাং সে সময় আদম (আ.) একটি
          জোড়ার মেয়ের সাথে অন্য জোড়ার ছেলের বিয়ে দিতেন। ঘটনাক্রমে কাবীলের
          সাথে যে সহোদরা জন্ম নিয়েছিল সে ছিল পরমা সুন্দরী। তার নাম ছিল আকলিমা।
          কিন্তু হাবিলের সাথে যে সহোদরা জন্ম নিয়েছিল সে দেখতে অতটা সুন্দরী ছিল
          না। সে ছিল কুশ্রী ও কদাকার। তার নাম ছিল লিওযা। বিবাহের সময় হলে শরয়ী
          ‘নিয়মানুযায়ী হাবীলের সহোদরা কুশ্রী বোন কাবীলের ভাগে পড়ল। ফলে আদম
          (আ.) তৎকালীন শরীয়তের আইনের পরিপ্রেক্ষি তে কাবীলের আবদার প্রত্যাখ্যান
          করলেন এবং তাকে তার নির্দেশ মানতে বললেন। কিন্তু সে মানল না। এবার তিনি
          তাকে বকাঝকা করলেন। তবুও সে ঐ বকাঝকায় কান দিল না। অবশেষে আদম (আ.) তার
          এ দু‘সস্তান হাবীল ও কাবীলের মতভেদ দূর করার উদ্দেশ্যে বললেন, ‘তোমরা
          উভয়ে আল্লাহর উদ্দেশ্যে কুরবানী পেশ কর, যার কুরবানী গৃহীত হবে, তার
          সাথেই আকলিমার বিয়ে দেয়া হবে।’ সে সময় কুরবানী গৃহীত হওয়ার একটি
          সুস্পষ্ট নিদর্শন ছিল যে, আকাশ থেকে একটি অগ্নিশিখা এসে সে কুরবানীকে
          ভষ্মীভূত করে ফেলত। আর যার কুরবানী কবূল হতো না তারটা পড়ে থকত। যাহোক,
          তাদের কুরবানীর পদ্ধতি সম্পর্কে যা জানা যায় তা হলো- কাবীল ছিল চাষী।
          তাই তিনি গমের শীষ থেকে ভাল ভাল মালগুলো বের করে নিয়ে বাজে মালগুলোর
          একটি আটি কুরবানীর জন্য পেশ করল। আর হাবীল ছিল পশুপালনকারী। তাই সে তার
          জন্তুর মধ্যে থেকে সবচেয়ে সেরা একটি দুম্বা কুরবানীর জন্য পেশ করল। এরপর
          নিয়মানুযায়ী আকাশ থেকে অগ্নিশিখা এসে হাবীলের কুরবানীটি ভষ্মীভুত করে
          দিল। [ফতহুল ক্বাদীরের বর্ণনায় পাওয়া যায় যে, হাবীলের পেশকৃত দুম্বাটি
          জান্নাতে উঠিয়ে নেয়া হয় এবং তা জান্নাতে বিচরণ করতে থাকে। অবশেষে
          ইসমাঈল যাবিহুল্লাহ (আ.) কে ঐ দুম্বাটি পাঠিয়ে বাঁচিয়ে দেয়া হয়।] আর
          কাবীলের কুরবানী যথাস্থানেই পড়ে থাকল। অর্থাৎ হাবীলেরটি গৃহীত হলো আর
          কাবীলেরটি হলো না। কিন্তু কাবীল এ আসমানী সিদ্ধান্ত মেনে নিতে পারল না। এ
          অকৃতকার্যতায় কাবীলের দুঃখ ও ক্ষোভ আরো বেড়ে গেল। সে আত্মসংবরণ করতে
          পারল না এবং প্রকাশ্যে তার ভাইকে বলল, ‘আমি অবশ্যই তোমাকে হত্যা করব।
          হাবিল তখন ক্রোধের জবাবে ক্রোধ প্রদর্শন না করে একটি মার্জিত ও নীতিগত
          বাক্য উচ্চারণ করল, এতে কাবীলের প্রতি তার সহানুভূতি ও শুভেচ্ছা ফুটে
          উঠেছিল। হাবীল বলেছিল, ‘ তিনি মুত্তাক্বীর কর্মই গ্রহণ করেন। সুতরাং তুমি
          তাক্বওয়ার কর্মই গ্রহণ করো। তুমি তাক্বওয়া অবলম্বন করলে তোমার কুরবানীও
          গৃহীত হতো। তুমি তা করোনি, তাই তোমার কুরবানী প্রত্যাখ্যাত হয়েছে। এতে
          আমার দোষ কোথায়?…..তবুও এক পর্যায়ে কাবীল হাবীল কে হত্যা করে ফেলল।
          (তাফসীর ইবনু কাসীর, দুররে মনসূর, ফতহুল বায়ান, ৩/৪৫ ও ফতহুল ক্বাদীর,
          ২/২৮-২৯)
        </p>
        <p>
          কুরআনে বর্ণিত হাবীল ও কাবীল কর্তৃক সম্পাদিত কুরবানীর এ ঘটনা থেকেই মূলত
          কুরবানীর ইতিহাসের গোড়াপত্তন হয়েছে। এ ঘটনায় আমরা দেখতে পেলাম যে,
          কুরবানী দাতা ‘হাবীল’, যিনি মনের ঐকান্তিক আগ্রহ সহকারে আল্লাহর নৈকট্য ও
          সন্তুষ্টি লাভের জন্যে একটি সুন্দর দুম্বা কুরবানী হিসেবে পেশ করেন। ফলে
          তার কুরবানী কবূল হয়। পক্ষান্তরে কাবীল, সে অমনোযোগী অবস্থায় কিছু
          খাদ্যশস্য কুরবানী হিসেবে পেশ করে। ফলে তার কুরবানী কবূল হয়নি। সুতরাং
          প্রমাণিত হলো কুরবানী মনের ঐকান্তিক আগ্রহ ছাড়া কবূল হয় না। তারপর থেকে
          বিগত সকল উম্মতের উপরে এটা জারি ছিল। আল্লাহ তা‘আলা বলেন,
          <br />﴿ وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ
          ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ
          فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ
          ٱلۡمُخۡبِتِينَ ٣٤ ﴾ [الحج: ٣٤] অর্থাৎ প্রত্যেক উম্মতের জন্য আমি
          কুরবানীর বিধান রেখেছিলাম, যাতে তারা উক্ত পশু যবেহ করার সময় আল্লাহর
          নাম স্মরণ করে এ জন্য যে, তিনি চতুষ্পদ জন্তু থেকে তাদের জন্য রিযিক
          নির্ধারণ করেছেন। [সূরা হাজ্জ (২২):৩৪]।
        </p>
        <p>
          এ আয়াতের ব্যাখ্যায় আল্লামা নাসাফী ও যামাখশারী বলেন, ‘আদম (আ.) থেকে
          মুহাম্মাদ (সা.) পর্যন্ত প্রত্যেক জাতিকে আল্লাহ তা‘আলা তার নৈকট্য লাভের
          জন্য কুরবানীর বিধান দিয়েছেন। (তাফসীরে নাসাফী ৩/৭৯; কাশশাফ, ২/৩৩)।{" "}
          <br />
          আদম (আ.) এর যুগে তারই পুত্র কাবীল ও হাবীলের কুরবানীর পর থেকে ইবরাহীম
          (আ.) পর্যন্ত কুরবানী চলতে থাকে। প্রকৃতপক্ষে কুরবানীর ইতিহার ততটা
          প্রাচীন যতটা প্রাচীন দ্বীন-ধর্ম অথবা মানবজাতির ইতিহার। মানবজাতির জন্য
          আল্লাহর পক্ষ থেকে যত শরীয়ত নাযিল হয়েছে, প্রত্যেক শরীয়তের মধ্যে
          কুরবানী করার বিধান জারি ছিল। প্রত্যেক উম্মতের ইবাদতের এ ছিল একটা
          অপরিহার্য অংশ। তবে ঐসব কুরবানীর কোন বর্ণনা কোন গ্রন্থে পাওয়া যায় না।
          মূলত সেসব কুরবানীর নিয়ম-কানুন আমাদেরকে জানানো হয়নি।
        </p>
        <h4 className="py-1">বর্তমান কুরবানীর ইতিহাস:</h4>
        <p>
          পবিএ কুরআনে এসেছে- <br />
          ﴿ رَبِّ هَبۡ لِي مِنَ ٱلصَّٰلِحِينَ ١٠٠ فَبَشَّرۡنَٰهُ بِغُلَٰمٍ
          حَلِيمٖ ١٠١ فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ قَالَ يَٰبُنَيَّ إِنِّيٓ
          أَرَىٰ فِي ٱلۡمَنَامِ أَنِّيٓ أَذۡبَحُكَ فَٱنظُرۡ مَاذَا تَرَىٰۚ قَالَ
          يَٰٓأَبَتِ ٱفۡعَلۡ مَا تُؤۡمَرُۖ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ
          ٱلصَّٰبِرِينَ ١٠٢ فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ ١٠٣
          وَنَٰدَيۡنَٰهُ أَن يَٰٓإِبۡرَٰهِيمُ ١٠٤ قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ
          إِنَّا كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ١٠٥ إِنَّ هَٰذَا لَهُوَ
          ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ ١٠٦ وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ ١٠٧
          وَتَرَكۡنَا عَلَيۡهِ فِي ٱلۡأٓخِرِينَ ١٠٨ سَلَٰمٌ عَلَىٰٓ إِبۡرَٰهِيمَ
          ١٠٩ كَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ ١١٠ إِنَّهُۥ مِنۡ عِبَادِنَا
          ٱلۡمُؤۡمِنِينَ ١١١ ﴾ [الصافات: ١٠٠، ١١١]
          <br />
          [ইব্রাহীম (আ.) যখন আমার কাছে দু‘আ করল] হে আমার প্রতিপালক! তুমি আমাকে
          এক সৎকর্মশীল পুত্র সন্তান দান কর। অতঃপর আমি তাকে এক অতি ধৈর্যশীল
          পুত্রের সুসংবাদ দিলাম। অতঃপর সে যখন তার পিতার সাথে চলাফিরা করার বয়সে
          পৌঁছল, তখন ইবরাহীম বলল, ‘বৎস! আমি স্বপ্নে দেখেছি যে, আমি তোমাকে যবহ
          করছি, এখন বল, তোমার অভিমত কী? সে বলল, ‘হে পিতা! আপনাকে যা আদেশ করা
          হয়েছে আপনি তাই করুন, আল্লাহ চাইলে আপনি আমাকে ধৈর্যশীলই পাবেন। দু‘জনেই
          যখন আনুগত্যে মাথা নুইয়ে দিল আর ইবরাহীম তাকে কাত ক‘রে শুইয়ে দিল। তখন
          আমি তাকে ডাক দিলাম, ‘হে ইবরাহীম! স্বপ্নে দেয়া আদেশ তুমি সত্যে পরিণত
          করেই ছাড়লে। এভাবেই আমি সৎকর্মশীলদেরকে প্রতিদান দিয়ে থাকি। অবশ্যই এটা
          ছিল একটি সুস্পষ্ট পরীক্ষা। আমি এক মহান কুরবাণীর বিনিময়ে পুত্রটিকে
          ছাড়িয়ে নিলাম। আর আমি তাঁকে পরবর্তীদের মাঝে স্মরণীয় করে রাখলাম।
          ইবরাহীমের উপর শান্তি বর্ষিত হোক! সৎকর্মশীলদেরকে আমি এভাবেই প্রতিদান
          দিয়ে থাকি। সে ছিল আমার মু‘মিন বান্দাহদের অন্তর্ভুক্ত। [সূরা আস-
          সাফফাত:১০০-১১১]।
        </p>
        <p>
          ইবনে কাসীর (রাহ.) বলেন, ‘আল্লাহ তা‘আলা আমাদের জানান যে, তার ঘনিষ্ঠ
          বন্ধু ইব্রাহীম (আ.) যখন তার পিতৃভুমি থেকে হিজরত করলেন, তখন তিনি তার
          প্রভুর কাছে চেয়েছিলেন যে, তিনি যেন তাকে সৎকর্মশীল সন্তান দান করেন।
          তাই আল্লাহ তা‘আলা তাকে একজন ধৈর্যশীল পুত্র সন্তানের সুসংবাদ
          দিয়েছিলেন। এটা ছিল ইসমাঈলের (আ.) ব্যাপারে, কেননা তিনি ছিলেন
          ইব্রাহীমের (আ.) ঔরসে জন্ম নেয়া প্রথম সন্তান। এ ব্যাপারে বিভিন্ন
          দ্বীনের (ইহুদী, খ্রিস্টান ও মুসলিম) অনুসারীদের মধ্যে কোন মতভেদ নেই যে
          ইব্রাহীমের ঘরে ইসমাঈলই প্রথম জন্মগ্রহণ করেছিলেন। (ইবনে কাসীরের আল
          বিদায়া ওয়ান নিহায়া, ১/১৫৭-১৫৮)
        </p>
        <p>
          فَلَمَّا بَلَغَ مَعَهُ ٱلسَّعۡيَ অর্থাৎ ‘এবং যখন সে তার সাথে হাটার মত
          বড় হলো’- এর অর্থ হচ্ছে, যখন সে বড় হয়েছিল এবং তার বাবার মতই নিজেই
          নিজের দেখাশোনা করতে পারত। মুজাহিদ (রাহ.) বলেন, ‘এবং যখন সে তার সাথে
          হাঁটার মত বড় হলো’ এর অর্থ হচ্ছে, যখন সে বড় হয়ে উঠেছিল এবং বাহনে
          চড়তে পারত, হাঁটতে পারত এবং তার বাবার মত কাজ করতে পারত। ফার্রা বলেন,
          যবহের সময় ইসমাঈলের বয়স ছিল ১৩ বছর। ইবনু আববাস (রা.) বলেন, ঐ সময়
          তিনি কেবল সাবলকত্বে উপনীত হয়েছিলেন। (তাফসীর কুরতুবী, ১৫/৯৯) এ রকম
          একটা অবস্থা যখন আসল, তখন ইব্রাহীম (আ.) স্বপ্নে দেখলেন যে, তাঁকে তার
          ছেলেকে কুরবানী করার আদেশ দেয়া হচ্ছে। নবীদের স্বপ্ন হচ্ছে ওহী। তাদের
          চক্ষু মুদিত থাকলেও অন্তরচক্ষু খোলা থাকে। সুতরাং আল্লাহ তাঁর ঘনিষ্ঠ
          বন্ধুকে, তার প্রিয়পুত্রকে কুরবানী করার আদেশ দিয়ে পরীক্ষা করছিলেন, যে
          পুত্রকে তিনি তার বৃদ্ধাবস্থায় পেয়েছিলেন এবং তারপর শিশু অবস্থায় তাকে
          এবং তার মাকে মরুভুমিতে রেখে আসার আদেশ পেয়েছিলেন, এমন একটা উপত্যকায়
          যেখানে কোন জনপ্রাণীর সাড়াশব্দ ছিল না, কোন মানুষজন ছিল না, কোন
          বৃক্ষরাজি ছিল না এবং কোন পাখ-পাখালী বা পশুও ছিল না। ইব্রাহীম (আ.)
          আল্লাহর আদেশ পালন করলেন এবং আল্লাহর উপর ভরসা করে তাদের সেখানে রেখে
          আসলেন। আর আল্লাহ তাদের জন্য অপ্রত্যাশিত উৎস থেকে রিযিক পাঠালেন। এত
          কিছুর পরেও, তার ঘরে প্রথম জন্ম নেয়া ও তার একমাত্র পুত্রকে কুরবানী
          করার জন্য যখন আদেশ করা হলো, তিনি তখন তাঁর প্রভুর ডাকে সাড়া দিলেন এবং
          তার প্রভুর আদেশ মেনে, তিনি যা চেয়েছিলেন, তা করতে উদ্যত হলেন। তাই তিনি
          তার পুত্রকে ব্যাপারটা সম্বন্ধে বললেন- যেন সে শান্ত থাকে এবং জোর করে
          তাকে কুরবানী করতে না হয়। ‘হে আমার পুত্র! আমি স্বপ্নে দেখেছি যে, আমি
          তোমাকে জবাই করছি (আমি তোমাকে আল্লাহর জন্য কুরবানী করছি)। তাহলে, তুমি
          কি মনে কর!’ ধৈর্যশীল ছেলেটি সাথে সাথেই জবাব দিল, ‘সে বলল, হে আমার
          পিতা! আপনাকে যে আদেশ করা হয়েছে, আপনি তা-ই করুন। ইনশাআল্লাহ আপনি আমাকে
          ধৈর্যশীলদের মধ্যে পাবেন। সে সবচেয়ে উত্তম জবাব দিল, এটাই ছিল তার পিতার
          প্রতি এবং মানব কুলের প্রভুর প্রতি বাধ্যতার এক উৎকৃষ্ট উদাহরণ।
        </p>
        <p>
          আল্লাহ বলেন,فَلَمَّآ أَسۡلَمَا وَتَلَّهُۥ لِلۡجَبِينِ ‘তারপর তারা
          উভয়ে নিজেদেরকে (আল্লাহর ইচ্ছার কাছে) সমর্পণ করল, এবং সে তাকে তার
          পার্শ্বে উপর কাত অবস্থায় শুইয়ে দিল’ এখানে বলা হয়েছে, ‘যখন তারা
          উভয়ে নিজেদেরকে সমর্পণ করল’- অর্থ হচ্ছে তারা দু‘জনে যখন নিজেদেরকে
          আল্লাহর আদেশের কাছে সমর্পণ করল। ‘এবং সে তাকে শুইয়ে দিল’- এর অর্থ
          হচ্ছে তিনি, তাকে ছেলেকে) মাটির দিকে মুখ করে রাখলেন। এখানে বলা হলো যে,
          তিনি তাকে পেছন থেকে যবেহ করতে চাইলেন, যেন তিনি যবেহ করার সময় তার
          মুখটা দেখতে না পান। এটা ছিল ইবনে আববাস (রা.), মুজাহিদ (রাহ.) এর মত।
          ‘তারা উভয়ে নিজেদের সমর্পণ করল’ এর অর্থ হচ্ছে ইব্রাহীম (আ.) বললেন,
          ‘বিসমিল্লাহির রাহমানির রাহীম’ এবং ‘আল্লাহু আকবার’ আর ছেলেটি বলল, ‘লা
          ইলাহা ইল্লাল্লাহ’ – কেননা সে মৃত্যুবরণ করতে যাচ্ছিল। আস সুদ্দী এবং
          অন্যান্যরা বলেন যে, ইব্রাহীম (আ.) ছেলেটির গলদেশে ছুরি চালান, কিন্তু তা
          তাকে কাটেনি। এটা বলা হয়ে থাকে যে, ছুরি ও তার গলার মাঝখানে একটা তামার
          পাত রাখা হয়েছিল ( এবং আল্লাহই সবচেয়ে ভাল জানেন।) তারপর তা প্রত্যাহার
          করা হয়েছিল যখন আল্লাহ বললেন,
        </p>
        <p>
          ﴿ قَدۡ صَدَّقۡتَ ٱلرُّءۡيَآۚ ١٠٥ ﴾ [الصافات: ١٠٥]
          <br />
          ‘হে ইব্রাহীম! তুমি তোমার স্বপ্ন বাস্তবায়ন করেছ!’- এর অর্থ হচ্ছে
          উদ্দেশ্য সাধিত হয়েছে, তোমাকে পরীক্ষা করা হয়েছে এবং তোমার প্রভু
          তোমাকে যে আদেশ করেছেন, তা পালন করার ব্যাপারে তোমার ইচ্ছা ও আনুগত্য
          প্রমাণিত হয়েছে। তোমার পুত্রের পরিবর্তে বিকল্প কুরবানীর ব্যবস্থা করা
          হবে- যেমন ভাবে তুমি তোমার নিজের শরীরকে আগুনের শিখায় সমর্পণ করেছিলে
          এবং তোমার অতিথিদের সম্মান জানাতে তোমার সম্পদ খরচ করেছিলে, তা স্মরণ
          রেখে। তাই আল্লাহ বলেন,
        </p>
        <p>
          ﴿ إِنَّ هَٰذَا لَهُوَ ٱلۡبَلَٰٓؤُاْ ٱلۡمُبِينُ ١٠٦ ﴾ [الصافات: ١٠٦]
          <br />
          ‘নিশ্চয় এটা ছিল স্পষ্ট পরীক্ষা’- অর্থাৎ এটা যে একটা পরীক্ষা ছিল তা
          পুরোপুরি স্পষ্ট। নিঃসন্দেহে এখানে মূল উদ্দেশ্য যবেহ ছিল না, বরং
          উদ্দেশ্য ছিল পিতা-পুত্রের আনুগত্য ও তাক্বওয়ার পরীক্ষা নেওয়া। সে
          পরীক্ষায় উভয়ে উত্তীর্ণ হয়েছিলেন পিতার পূর্ণ প্রস্ত্ততি এবং পুত্রের
          স্বতঃস্ফুর্ত সম্মতি ও আনুগত্যের মাধ্যমে।
        </p>
        <p>
          ﴿ وَفَدَيۡنَٰهُ بِذِبۡحٍ عَظِيمٖ ١٠٧ ﴾ [الصافات: ١٠٧]
          <br />
          ‘আমরা তাকে একটা বড় কুরবানী দিয়ে মুক্ত করলাম’- এর অর্থ হচ্ছে আমরা তার
          ছেলের মুক্তিপণের ব্যবস্থা করলাম, তার পরিবর্তে যবেহ করার জন্য বিকল্প
          হিসেবে । বেশিরভাগ আলিমের মতে, এটা ছিল শিং বিশিষ্ট খুব সুন্দর সাদা
          একাটা ভেড়া। ইবনে আববাস (রা.) থেকে আস-সাওরী আব্দুল্লাহ ইবনে উসমান ইবনে
          খাইসাম, সাঈদ ইবনে জুবায়ের বর্ণনা করেন যে, ‘এটা ছিল এমন একটা ভেড়া যা
          চল্লিশ বছর ধরে জান্নাতে বেড়িয়েছে।’ইবনে আববাস (রা.) থেকে এ রকম
          বর্ণনাও এসেছে যে, ঐ ভেড়ার শুকনো মাথাটা এখনই কা‘বা শরীফের দাদের [পানি
          নির্গমনের] পাইপ থেকে ঝুলে রয়েছে। কেবল এটা থেকে প্রমাণ পাওয়া যায় যে,
          যাকে কুরবানী করার কথা ছিল, তিনি ছিলেন ইসমাঈল (আ.)- কেননা তিনি মক্কায়
          বসবাস করতেন এবং আমরা এমন কখনো শুনিনি যে ইসহাক (আ.) তার ছেলেবেলায় কখনো
          মক্কায় এসেছিলেন, আর আল্লাহই সবচেয়ে ভাল জানে। (ইবনে কাসীরের আল
          বিদায়া ওয়ান নিহায়া, ১/১৫৭-১৫৮)।
        </p>
        <p>
          যাকে কুরবানী করার কথা ছিল তিনি ইসহাক্ব (আ.) নন; বরং তিনি ছিলেন ইসমাঈল
          (আ.), তার কারণগুলো উপরে বর্ণনা করা হয়েছে। ইবনে কাসীর তার তাফসীর
          গ্রন্থে এ সকল আয়াতের ব্যাখ্যা করতে গিয়ে বেশ কিছু বিষয়ের উল্লেখ করেন
          যা নিশ্চিতভাবেই প্রমাণ করে যে, ইসমাঈল (আ.) এরই কুরবানী হওয়ার কথা ছিল।
          সেই বিষয়গুলো এ রকম:
        </p>
        <ul>
          <li>
            ইসমাঈল (আ.) ছিলেন তার প্রথম সন্তান, যার ব্যপারে ইব্রাহীম (আ.) – কে
            সুসংবাদ দেয়া হয়েছিল। মুসলিম ও আহলে কিতাবগণের ইজমা (ঐক্যমত্য)
            অনুসারে তিনি হলেন ইসহাক্ব (আ.)- এর চেয়ে বড়। আহলে কিতাবগণের
            কিতাবসমূহে এটা বর্ণিত হয়েছে যে, আল্লাহ তা‘আলা ইব্রাহীমকে (আ.) তার
            একমাত্র পুত্র কুরবানী দিতে আদেশ দিয়েছিলেন। এবং কোন কোন নথিতে আছে
            যে, তাকে তার প্রথম জন্ম নেয়া ছেলেকে কুরবানী দিতে বলা হয়েছিল।
          </li>
          <li>
            সাধারণত প্রথম ছেলে অন্যদের চেয়ে বেশী প্রিয় হয়ে থাকে, আর তাই তাকে
            কুরবানী করা আদেশ পরীক্ষার জন্য অধিকতর উপযোগী।
          </li>
          <li>
            এটা উল্লিখিত রয়েছে যে, এক ধৈর্যশীল পুত্রের সুসংবাদ দেয়া হয়েছিল
            এবং তাকেই কুরবানী করার আদেশ পরীক্ষার জন্য অধিকতর উপযোগী।
          </li>
          <li>
            এটা উল্লিখিত রয়েছে যে, এক ধৈর্যশীল পুত্রের সুসংবাদ দেয়া হয়েছিল
            এবং তাকেই কুরবানী করার কথা ছিল। এর পরে একই সূরায় ফেরেশতারা
            ইব্রাহীমের (আ.) কাছে ইসহাক্বের সুসংবাদ নিয়ে আসলেন, তারা বললেন, ﴿
            قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ ٥٣ ﴾
            [الحجر: ٥٣] <br />
            ‘আমরা আপনাকে একটি পুত্রের সুসংবাদ দিচ্ছি যার অনেক জ্ঞান ও প্রজ্ঞা
            থাকবে।’ [সূরা হিজর: ৫৩]। আল্লাহ তা‘আলা আরো বলেন,
            <br /> ﴿ وَٱمۡرَأَتُهُۥ قَآئِمَةٞ فَضَحِكَتۡ فَبَشَّرۡنَٰهَا
            بِإِسۡحَٰقَ وَمِن وَرَآءِ إِسۡحَٰقَ يَعۡقُوبَ ٧١ ﴾ [هود: ٧١] <br />
            আমরা তাকে (সারাকে) ইসহাক্বের সুসংবাদ দিলাম এবং তার পরে ইয়া‘কূবের
            সুসংবাদ দিলাম।’ [সূরা হুদ (১১):৭১] এ আয়াতের অর্থ হচ্ছে, ইয়া‘কূব
            বলে একজন শিশুর জন্ম হবে তাদের (সারা এবং ইসহাক্বের) জীবদ্দশায় এবং
            তার থেকে অনেক বংশ বিস্তার লাভ করবে এবং এটা সঠিক শোনায় না যে,
            ইব্রাহীমকে সেই ইসহাক্বকেই কুরবানী করতে বলা হবে যখন তিনি ছোট ছিলেন
            তখন, কেননা আল্লাহ অঙ্গীকার করেছেন যে তার অনেক বংশধর থাকবে।
          </li>
          <li>
            ইবরাহীম (আ.) এর বয়স যখন ৮৬ বৎসর তখন ইসমাঈল বিবি হাজেরার গর্ভে এবং
            যখন ৯৯ তখন বিবি সারার গর্ভে ইসহাক্ব জন্মগ্রহণ করেন। ইবরাহীম (আ.)
            সর্বমোট ২০০ বছর বেঁচে ছিলেন। (তাফসীর ইবনে কাসীর, ৪/১৬, মুয়াত্তা,
            তাফসীরে কুরতুবী, ২/৯৮-৯৯)।
          </li>
          <li>
            এখানে সূরা সাফফাতে ইসমাঈলকে ধৈর্যশীল বলে বর্ণনা করা হয়েছে, যা এই
            পটভুমিতে যথার্থ। (তাফসীর ইবনে কাসীর, ৪/১৫) আর আল্লাহই সবচেয়ে ভাল
            জানেন। রাসূল (সা.) এর নবূয়্যতের সমসাময়িক সময়ের ইয়াহুদীরা জানত
            যে, আরব ভুমিতে একজন নবী আসছেন এবং তারা তার জন্য রীতিমত অপেক্ষা
            করেছিল। কিন্তু তিনি যেহেতু ইসহাক্ব (আ.) থেকে বিস্তৃত বণী ইসরায়েলের
            বংশধারায় জন্মগ্রহণ না করে, ইসমাঈল (আ.) এর বংশধারায় জন্মগ্রহণ
            করলেন- তখন তারা তা সহ্য করতে পারল না।
          </li>
        </ul>
      </div>
    </div>
  );
};

export default History;
